[
    {
      "precio": "10.00 €",
      "id": 1,
      "nombre": "England BreakfasT",
      "detalles": "La versión completa incluye huevos, tocino, salchichas, frijoles, champiñones, empanadas de papa y tostadas. Y, por supuesto, no puede prescindir de una taza de café o té negro.",
      "imagen": "./imgBreakFast/england.jpg"
    },
    {
        "precio": "11.00 €",
        "id": 2,
        "nombre": "Columbiano",
        "detalles": " Uno de los más populares es un plato llamado changua. Hecho con leche, chalotes y queso, Colombia tiene muchas opciones de desayuno para mantenerte con energía durante el día.",
        "imagen": "./imgBreakFast/columbia.jpg"
    },
    {
      "precio": "12.00 €",
      "id": 3,
      "nombre": "French",
      "detalles": "Croissants, croissants y más croissants. Bueno, entonces, un vuelo completo de imaginación. Un relleno de almendras trituradas, chocolate o crema: no se puede estropear un buen croissant.",
      "imagen": "./imgBreakFast/frech.jpg"
    },
    {
      "precio": "13.00 €",
      "id": 4,
      "nombre": "Hawai",
      "detalles": " Es difícil imaginar a los hawaianos comiendo otra cosa que no sean frutas. Por supuesto, el desayuno incluye un panecillo, pero los hawaianos no deben temer a las calorías adicionales: desaparecerán en solo un par de minutos de surf.",
      "imagen": "./imgBreakFast/hawai.jpg"
    },
    {
      "precio": "12.00 €",
      "id": 5,
      "nombre": "Boliviano",
      "detalles": " Saltena es un cruce entre empanada y empanada de Cornualles. Por lo general, se rellenan con carnes y verduras, con azúcar agregada para un sabor más sabroso",
      "imagen": "./imgBreakFast/bolivia.jpg"
    },
    {
      "precio": "12.00 €",
      "id": 6,
      "nombre": "Russo",
      "detalles": "Tortitas de harina de trigo, generalmente servidas con mermelada, miel, crema agria o fruta fresca.",
      "imagen": "./imgBreakFast/ruso.jpg"
    },
    
    {
        "precio": "11.00 €",
        "id": 7,
        "nombre": "Turco ",
        "detalles": "definitivamente verá varios tipos de queso, mantequilla, aceitunas, huevos, tomates y pepinos picados, mermelada y miel, pan y carnes condimentadas. A veces puede haber salchichas tostadas, huevos revueltos o menemen (tortilla con tomates o verduras).",
        "imagen": "./imgBreakFast/turco.jpg"
      }
  ]